Repository: BigIronBall/juci
Catalog: po/*.po
Languages: fi

source: -- Select One --
fi: Valitse yksi

source: 11a
fi: 802.11c

source: 11ac
fi: 802.11ac

source: 11b
fi: 802.11b

source: 11bg
fi: 802.11n

source: 11g
fi: 802.11bg

source: 11n
fi: 802.11a

source: 3G (ppp over GPRS/EvDO/CDMA or UTMS)
fi: 3G (GPRS/EvDO/CDMA/UMTS)

source: A new ethernet device has been connected to your router. Do you want to add it to a network?
fi: Uusi ethernet-laite on kytketty reitittimeen. Haluatko lisätä sen verkkoon?

source: A new system software upgrade is available. Do you want to visit upgrade page and upgrade now?
fi: Ohjelmistopäivitys on saatavilla. Haluatko päivittää avata päivityssivun ja päivittää nyt?

source: ACCEPT
fi: HYVÄKSY

source: ADSL Devices
fi: ADSL-laitteet

source: ARP Table
fi: ARP taulu

source: About
fi: Tietoja

source: Access for listed devices
fi: Pääsy sallittu listatuille laitteille

source: Account Name
fi: Tilin nimi

source: Action
fi: Toiminto

source: Active Connections
fi: Aktiivisia yhteyksiä

source: Active Stations
fi: Aktiivisia tukiasemia

source: Actual Data Rate
fi: Todellinen tiedonsiirtonopeus

source: Adapter
fi: Verkkolaite

source: Add
fi: Lisää

source: Add / Edit Port Mapping
fi: Lisää / Muokkaa porttiohjausta

source: Add Connected Host
fi: Lisää isäntäkone

source: Add URL's to URL blocking list
fi: Lisää URL estolistalle

source: Add a new Ringing Schedule
fi: Lisää uusi soittoajastus

source: Add clients to MAC filtering list
fi: Lisää isäntäkoneita MAC-suodatinlistaan

source: Add currently connected hosts to the list
fi: Lisää kytketty laite listaan

source: Add test server
fi: Lisää Testipalvelin

source: Additional IPv6 Prefix
fi: Lisä-IPv6 Prefix

source: Additional IPv6 prefix
fi: Lisä-IPv6 prefix

source: Address
fi: Osoite

source: Address Pool End IP
fi: Viimeinen osoite

source: Address Pool Start IP
fi: Ensimmäinen osoite

source: Address and port needed
fi: Osoite ja portti tarvitaan

source: Advanced
fi: Lisäasetukset

source: Album-Art Names
fi: Albumin Kansikuvanimet

source: All Weekend
fi: Viikonloppu

source: Allow Guest Access
fi: Salli vierasverkkopääsy

source: Allow WAN Access To Running Services
fi: Salli WAN-pääsy käynnissä oleviin palveluihin

source: Any
fi: Kaikki

source: Apply
fi: Ota käyttöön

source: Are you sure you want to create a new SSID with the same name and on the same radio? This may result in undefined behaviour!
fi: Haluatko varmasti luoda uuden SSID:n, jolla on sama nimi samassa radiossa? Tämä voi aiheuttaa määrittelemätöntä käyttäytymistä!

source: Are you sure you want to delete this device from bridge?
fi: Haluatko varmasti poistaa tämän laitteen sillasta?

source: Are you sure you want to delete this rule?
fi: Haluatko varmasti poistaa tämän säännön?

source: Are you sure you want to delete this zone?
fi: Haluatko varmasti poistaa tämän vyöhykkeen?

source: Are you sure you want to remove device from network and use it in this bridge?
fi: Haluatko varmasti poistaa tämän laitteen verkosta ja käyttää sitä tässä sillassa?

source: Are you sure you want to remove this network from this zone?
fi: Haluatko varmasti poistaa tämän verkon tältä vyöhykkeeltä?

source: Attempting to Pair
fi: Yritetään parittaa laitetta

source: Auth User
fi: Autentikoitu käyttäjä

source: Auto
fi: Automaattinen

source: Automated Diagnostics
fi: Automatisoitu vianmääritys

source: Automatic DNS Configuration
fi: Automaattinen DNS kokoonpano

source: Automatic IPv6 Connectivity Client
fi: Automaattinen IPv6 Connectivity Client

source: Backup
fi: Varmuuskopio

source: Backup file password
fi: Varmuuskopiotiedoston salasana

source: Bandwidth
fi: Kaistanleveys

source: Banner File
fi: Banner tiedosto

source: Banner File Path
fi: Bannerin tiedostopolku

source: Base Device
fi: Fyysinen liitäntä

source: Basic Mode
fi: Perusasetukset

source: Bit Rate
fi: Bittinopeus

source: Block connections to all foreign numbers
fi: Estä kaikki ulkomaanpuhelut

source: Block connections to all special rate numbers
fi: Estä lisämaksulliset numerot

source: Bridge
fi: Silta

source: Buffered
fi: Puskuroitu

source: CRC Errors
fi: CRC virheitä

source: Call ID Restriction
fi: Puhelun Tunnuksen Rajoitus

source: Call Log
fi: Puheluloki

source: Call Waiting
fi: Koputus

source: Cancel
fi: Peruuta

source: Cell Counter
fi: Solulaskija

source: Cell Statistics
fi: Solutilastot

source: Change Password
fi: Vaihda salasana

source: Channel
fi: Kanava

source: Check for Upgrade
fi: Tarkista päivitykset

source: Choose Configuration Option
fi: Valitse Konfiguraatiovaihtoehto

source: Choose DNS Provider
fi: Valitse DNS-palveluntarjoaja

source: Choose Key
fi: Valitse avain

source: Choose Schedule Mode
fi: Valitse ajoitustila

source: Choose the local IP address that should be exposed to Internet. Additionally you should configure this IP address as static DHCP address for your device (see Settings/Network).
fi: Valitse paikallinen IP-osoite, jonka tulisi olla avoin Internettiin. Lisäksi kannattaa määrittää tälle IP-osoitteelle staattinen IP-osoite DHCP poolista (katso Asetukset/Verkko).

source: Cipher
fi: Salausavain

source: Clear
fi: Tyhjennä

source: Click here to restart your device
fi: Paina tästä käynnistääksesi laitteesi uudelleen

source: Client IP
fi: Asiakas IP

source: Clients
fi: Asiakkaat

source: Close
fi: Sulje

source: Comments
fi: Kommentit

source: Configuration
fi: Konfiguraatio

source: Configuration Method
fi: Konfiguraatiomenetelmä

source: Configure As Default Route
fi: Määritä Oletusreitiksi

source: Configure as default route
fi: Määritä oletusreitiksi

source: Configure firewall rule for this service
fi: Määritä palomuurisääntö tälle palvelulle

source: Connected Wireless Clients
fi: Yhdistetyt Langattomat Laitteet

source: Connection
fi: Yhteys

source: Connection Keep Alive
fi: Yhteyksien elossapito

source: Connection Status
fi: Yhteyden tila

source: Connections
fi: Yhteydet

source: Connections for each Device
fi: Laitteiden yhteydet

source: Create New Network Interface
fi: Luo Uusi Verkkoyhteys

source: Current Firmware Version
fi: Nykyinen ohjelmistoversio

source: Currently added devices
fi: Nykyiset lisätyt laitteet

source: DDNS (Dynamic DNS)
fi: DDNS (Dynaaminen DNS)

source: DHCP Default Route
fi: DHCP Oletusreitti

source: DHCP Lease Time
fi: DHCP-varauksen aika

source: DHCP Leases
fi: DHCP-varaukset

source: DHCP Server
fi: DHCP-palvelin

source: DHCP v4
fi: DHCP IPv4

source: DNS Name
fi: DNS Nimi

source: DROP
fi: HYLKÄÄ

source: DSL Mode
fi: DSL moodi

source: DSL Status
fi: DSL-tila

source: DSL Status Information
fi: DSL tilatiedot

source: DSS Key File
fi: DSS avaintiedosto

source: Date
fi: Päivämäärä

source: Day
fi: Päivä

source: Days
fi: Päivät

source: Default Gateway
fi: Oletysyhdyskäytävä

source: Default IPv6 Gateway
fi: IPv6 Oletusyhdyskäytävä

source: Default Policy
fi: Oletussääntö

source: Default Route
fi: Oletusreitti

source: Delete
fi: Poista

source: Description
fi: Kuvaus

source: Destination
fi: Kohde

source: Destination Zone
fi: Kohdevyöhyke

source: Device
fi: Laite

source: Device ID
fi: Laitetunnus

source: Device Name
fi: Laitteen nimi

source: Device:
fi: Laite:

source: Devices
fi: Laitteet

source: Diagnose
fi: Diagnostiikka

source: Diagnostic Utility
fi: Diagnostiikkatyökalu

source: Diagnostics
fi: Diagnostiikka

source: Dial Number
fi: Puhelinnumero

source: Direction
fi: Suunta

source: Disable WMM Ack
fi: Poista WMM Ack käytöstä

source: Disabled
fi: Pois käytöstä

source: Do not allow connections from these numbers
fi: Estä soitot näistä numeroista

source: Domain
fi: Toimialue

source: Domain name
fi: Toimialueen nimi

source: Dst. Device
fi: Kohdelaite

source: Dst. IP
fi: Kohde-IP

source: Dst. IP Address
fi: Kohde-IP-Osoite

source: Duration
fi: Kesto

source: During this time ringing is
fi: Tänä aika soittaminen on

source: During this time the WiFi is
fi: Tänä aikana WiFi on

source: EasyBox Password
fi: Easyboxin salasana

source: Edit wireless interface
fi: Muokkaa langatonta liitäntää

source: Enable
fi: Ota käyttöön

source: Enable DDNS Client
fi: Aktivoi DDNS Palvelu

source: Enable DHCP Broadcast Flag (required for some ISPs)
fi: Ota käyttöön DHCP Broadcast Flag

source: Enable Forwarded Ports
fi: Salli porttiohjaukset

source: Enable NAT
fi: Aktivoi NAT

source: Enable Root Login
fi: Salli Root-käyttäjän Kirjautuminen

source: Enable Root Password Auth
fi: Salli Root-käyttäjän salasanakirjautuminen

source: Enable WAN forwarding for this service
fi: Salli pääsy tähän palveluun Internetistä

source: Enable WMM Multimedia Extensions
fi: Ota käyttöön WMM Multimedialaajennukset

source: Enable WMM UAPSD Power Saving
fi: Ota käyttöön WMM UAPSD virransäästö

source: Enable WPS button on router
fi: Ota reitittimen WPS painike käyttöön

source: Enable WPS on
fi: WPS käyttöön

source: Enable WiFi
fi: Ota WiFi käyttöön

source: Enable WiFi On/Off button
fi: Aktivoi WiFi Päälle/Pois -nappi

source: Enable WiFi On/Off button on EasyBox
fi: Ota käyttöön WiFi Päälle/Pois painike laitteessasi

source: Enable firewall
fi: Ota palomuuri käyttöön

source: Enable/Disable starting SSH service during boot
fi: Ota käyttöön tai poista käytöstä SSH automaattinen käynnistyminen

source: Enabled
fi: Käytössä

source: Encapsulation Mode
fi: Kapselointitila

source: End port
fi: Viimeinen portti

source: Energy Settings
fi: Virranhallinta

source: Enter DDNS Provider
fi: Syötä DDNS-palveluntarjoaja

source: Enter your PIN here
fi: Syötä PIN koodi tähän

source: Enter your device PIN
fi: Syötä laitteesi PIN koodi

source: Error
fi: Virhe

source: Error Counter
fi: Virhelaskuri

source: Ethernet Ports
fi: Ethernet Portit

source: Event Log
fi: Tapahtumaloki

source: Events
fi: Tapahtumat

source: Every Day
fi: Joka päivä

source: Every Workday
fi: Joka työpäivä

source: Expert Mode
fi: Edistyneet asetukset

source: Exposed Host
fi: Avoin isäntäkone

source: Exposed Host Function
fi: Avoin isäntäkonefunktio

source: External Number
fi: Ulkoinen numero

source: FEC Corrections
fi: FEC korjaukset

source: FORWARD
fi: EDELLEENLÄHETYS

source: Factory Settings
fi: Tehdasasetukset

source: Failover To
fi: Varayhteys

source: Family
fi: Perhe

source: Firewall
fi: Palomuuri

source: Firewall Action
fi: Palomuuritoiminto

source: Firewall Forwarding
fi: Palomuuri Edelleenlähetys

source: Firewall Zones
fi: Palomuurivyöhykkeet

source: Firewall settings
fi: Palomuuriasetukset

source: Firmware Upgrade
fi: Ohjelmistopäivitys

source: Firmware Version
fi: Ohjelmistoversio

source: Firmware image extension
fi: Ohjelmiston tiedostopääte

source: Force
fi: Pakota

source: Forever
fi: Aina

source: Forward
fi: Edelleenlähetys

source: Forwarding
fi: Edelleenlähetys

source: Frequency
fi: Taajuus

source: Friday
fi: Perjantai

source: Friendly Name
fi: Nimi

source: Full auto-negotiation
fi: Täysin automaattinen neuvottelu

source: Gateway
fi: Yhdyskäytävä

source: Gateway Password
fi: Yhdyskäytävän salasana

source: General
fi: Yleiset

source: General Settings
fi: Yleiset asetukset

source: General System Settings
fi: Yleiset Järjestelmäasetukset

source: General WiFi Settings
fi: Yleiset WiFi-asetukset

source: Generate
fi: Luo

source: Generate New PIN
fi: Luo uusi PIN-koodi

source: Generated PIN
fi: Luotu PIN

source: Group IP
fi: Ryhmä IP

source: HNET (self-managing home network)
fi: HNET (itseohjautuvista kotiverkko)

source: HTTP Directory
fi: HTTP-hakemisto

source: Health
fi: Tila

source: Health Fail Retries
fi: Uudelleenyritykset, kun tila huono

source: Health Recovery Retries
fi: Uudelleenyritykset, kun tila on palautunut hyväksi

source: High Priority
fi: Korkea prioriteetti

source: Host
fi: Isäntäkone

source: Host to ping
fi: Isäntäkone, jota pingataan

source: Host to trace
fi: Jäljitettävä isäntäkone

source: Hostname
fi: Isäntäkoneen nimi

source: Hour
fi: Tunti

source: Hours
fi: Tunnit

source: ID
fi: Tunniste

source: IGMP TV Channels
fi: IGMP-TV-kanavat

source: IGPM TV Status
fi: IGMP TV Tila

source: IP Address
fi: IP-osoite

source: IP Address must be a valid ipv4 address!
fi: IP-osoitteen on oltava kelvollinen IPv4-osoite

source: IP address
fi: IP-osoite

source: IPv4 Address
fi: IPv4-osoite

source: IPv4 Assign
fi: IPv4 määritys

source: IPv4 Default Gateway
fi: IPv4 Oletusyhdyskäytävä

source: IPv4 Routing Table
fi: IPv4 Reititystaulu

source: IPv4 Settings
fi: IPv4-asetukset

source: IPv4 Subnet Mask
fi: IPv4 Aliverkon peite

source: IPv4 address
fi: IPv4-osoite

source: IPv4-Address
fi: IPv4-osoite

source: IPv4-Address ({{$index+1}}):
fi: IPv4-osoite ({{$index + 1}}):

source: IPv6 Address
fi: IPv6-osoite

source: IPv6 Address Mask
fi: IPv6 maski

source: IPv6 Assign
fi: IPv6 Määritys

source: IPv6 Default Gateway
fi: IPv6 Oletusyhdyskäytävä

source: IPv6 Prefix
fi: IPv6 Etuliite

source: IPv6 Routing Table
fi: IPv6 Reititystaulu

source: IPv6 Settings
fi: IPv6-asetukset

source: IPv6 address
fi: IPv6-osoite

source: IPv6 rapid deployment
fi: IPv6 RD

source: IPv6 tunnel in IPv4
fi: IPv6 tunneli IPv4 sisällä

source: IPv6-Address ({{$index+1}}):
fi: IPv6-osoite ({{$index + 1}}):

source: Idle Timeout
fi: Odotuksen aikakatkaisu

source: If you answer yes then your confiruation will be saved before the upgrade and restored after the upgrade has completed. If you choose 'no' then all your current confiration will be reset to defaults.
fi: Jos valitset "Kyllä", asetuksesi säilytetään. Jos valitset "Ei", asetukset palautetaan tehdasasetuksille.

source: If you disable SSID broadcasting, WPS function will be disabled as well. You will need to enable it manually later. Are you sure you want to continue?
fi: Jos poistat SSID lähetykset, WPS-toiminto poistetaan käytöstä myös. Sinun tulee aktivoida se myöhemmin manuaalisesti. Oletko varma, että haluat jatkaa?

source: Incoming Calls
fi: Saapuvat puhelut

source: Incoming Number Blocking
fi: Saapuvien puheluiden esto

source: Incoming Phone Lines
fi: VOIP-linjat

source: Individual Days
fi: Yksittäiset päivät

source: Input
fi: Syöte

source: Install Upgrade
fi: Asenna päivitys

source: Interface
fi: Käyttöliittymä

source: Interface Name
fi: Liitännän Nimi

source: Interface Type
fi: Liitännän Tyyppi

source: Interface UP:
fi: Käynnistä Liitäntä

source: Interfaces
fi: Liitännät

source: Internal Number
fi: Sisänumero

source: Internet Access Scheduling
fi: Internetyhteyden ajoitus

source: Invalid MAC address
fi: Virheellinen MAC-osoite

source: Kernel Version
fi: Ytimen versio

source: Key
fi: Avain

source: Keyword Filter
fi: Sanasuodatin

source: LAN
fi: Lähiverkko

source: LAN Port
fi: Lähiverkon portti

source: Layer-2 Ethernet Devices
fi: Layer-2 Ethernet-laitteet

source: Lease Time
fi: Vuokra-aika

source: Leasetime remaining
fi: Vuokra-aikaa jäljellä

source: Line Status
fi: Linjan tila

source: List of NTP servers
fi: NTP-palvelimien luettelo

source: Listen Port
fi: Kuuntele porttia

source: Load
fi: Kuorma

source: Load Average
fi: Kuorman keskiarvo

source: Loading
fi: Ladataan

source: Local IP Address
fi: Paikallinen IP-osoite

source: Local Time
fi: Paikallinen aika

source: Local port
fi: Paikallinen portti

source: Log
fi: Loki

source: Log out
fi: Kirjaudu ulos

source: Loop Attenuation
fi: Silmukan vaimennus

source: MAC Address
fi: MAC-osoite

source: MAC Addresses
fi: MAC-osoitteet

source: MAC Filter
fi: MAC suodatin

source: MAC Filtering
fi: MAC suodatin

source: MAC address
fi: MAC-osoite

source: MAC filter
fi: MAC suodatin

source: MAC-Address
fi: MAC-osoite

source: Management
fi: Hallinta

source: Manual Firmware Upgrade
fi: Manuaalinen ohjelmistopäivitys

source: Max Connections
fi: Yhteyksien enimmäismäärä

source: Max Requests
fi: Pyyntöjen enimmäismäärä

source: Max. Assoc Clients
fi: Yhdistettävien laitteiden enimmäismäärä

source: Maximum Assoc Clients
fi: Yhdistettävien laitteiden enimmäismäärä

source: Media Directories
fi: Media Hakemistot

source: Memory
fi: Muisti

source: Message
fi: Viesti

source: Method
fi: Menetelmä

source: MiniDLNA Settings
fi: MiniDLNA Asetukset

source: Missing uci config boardpanel.
fi: Paneelin uci konfiguraatio puuttuu

source: Mode
fi: Tila

source: Model
fi: Malli

source: Modify
fi: Muokkaa

source: Monday
fi: Maanantai

source: MultiWAN Configuration
fi: MultiWAN Määritys

source: MultiWAN Enabled
fi: MultiWAN käytössä

source: N/A
fi: Ei saatavilla

source: NAT Connection Table
fi: NAT yhteys-taulukko

source: NCM (USB modem)
fi: NCM (USB-modeemi)

source: NTP Settings
fi: NTP-asetukset

source: Name
fi: Nimi

source: Name of a file to be printed before the user has authenticated successfully
fi: Kirjoitettavan tiedoston nimi ennen kuin käyttäjä on autentikoitunut

source: Netmask
fi: Aliverkko

source: Network
fi: Verkko

source: Network device
fi: Verkkolaite

source: New Password
fi: Uusi salasana

source: New SSID
fi: Uusi SSID

source: New Wireless Interface
fi: Uusi Langaton Liitäntä

source: New software is available
fi: Uusi ohjelmisto on saatavilla

source: No
fi: Ei

source: No IP address
fi: Ei IP-osoitetta

source: No active leases
fi: Ei aktiivisia vuokrauksia

source: No active stations
fi: Ei aktiivisia tukiasemia

source: No upgrade has been found!
fi: Päivitystä ei saatavilla!

source: Noise
fi: Kohina

source: Non-Realtime VBR
fi: Ei-Reaaliaikainen VBR

source: None
fi: Ei mikään

source: Normal Priority
fi: Normaali prioriteetti

source: Not connected
fi: Ei yhteyttä

source: Number
fi: Numero

source: Number Blocking
fi: Numeron esto

source: Numbers
fi: Numerot

source: OFFLINE
fi: POIS PÄÄLTÄ

source: ONLINE
fi: PÄÄLLÄ

source: Online Update
fi: Verkkopäivitys

source: Online Upgrade
fi: Online Ohjelmistopäivitys

source: Online upgrade is disabled
fi: Online päivitys ei ole käytössä

source: Only 100Mb, full duplex
fi: Vain 100Mb, full duplex

source: Only 100Mb, half duplex
fi: 100Mb, half duplex

source: Only 10Mb, full duplex
fi: 10Mb, full duplex

source: Only 10Mb, half duplex
fi: 10Mb, half duplex

source: Operating Data
fi: Käyttötiedot

source: Options
fi: Määritykset

source: Outgoing Calls
fi: Lähtevät puhelut

source: Outgoing Calls Number
fi: Lähtevät numerot

source: Outgoing Number Blocking
fi: Lähtevän Soitonesto

source: Output
fi: Tuloste

source: Override Link Local ID
fi: Korvaa Link Local ID

source: Overview
fi: Yleisnäkymä

source: PIN-code
fi: PIN koodi

source: PTM Priority
fi: PTM Prioriteetti

source: Package size
fi: Pakettikoko

source: Pair
fi: Parita

source: Pair (within 2 minutes)
fi: Parita (kahden minuutin sisällä)

source: Pair DECT Device
fi: Parita DECT laite

source: Parental Control
fi: Lapsilukko

source: Parental Rule
fi: Sääntö

source: Password
fi: Salasana

source: Password (if encrypted)
fi: Salasana (jos salattu)

source: Password Authentication
fi: Salasanan vahvistus

source: Passwords do not match!
fi: Salasanat eivät täsmää!

source: Path
fi: Polku

source: Phone
fi: Puhelin

source: Phone Extension
fi: Alanumero

source: Phone Lines
fi: Puhelinlinjat

source: Phone Number
fi: Puhelinnumero

source: Pick Bandwidth
fi: Valitse kaistanleveys

source: Pick Channel
fi: Valitse kanava

source: Pick Device
fi: Valitse Laite

source: Pick Hardware Mode
fi: Valitse laitteistotila

source: Pick Network
fi: Valitse Verkko

source: Pick Outgoing Number
fi: Valitse lähtevä numero

source: Pick Phone Number
fi: Valitse puhelinnumero

source: Pick Preset
fi: Valitse konfiguraatio

source: Pick SSID
fi: Valitse SSID

source: Pick Wireless Radio
fi: Valitse Langaton Radio

source: Pick a host
fi: Valitse isäntäkone

source: Pick base device
fi: Valitse fyysinen liitäntä

source: Pick configuration backup to upload
fi: Valitse ladattava varmuuskopio

source: Pick firmware file to upload
fi: Valitse ladattava ohjelmisto

source: Pick image to upgrade
fi: Valitse päivitettävä ohjelmisto

source: Pick network device
fi: Valitse verkkolaite

source: Pick phone
fi: Valitse puhelin

source: Pick uplink port
fi: Valitse Internetportti

source: Ping Test
fi: Ping-testi

source: Ping results
fi: Ping-tulokset

source: Please add a comment describing this configuration
fi: Lisää kommentti tästä konfiguraatiosta

source: Please enter correct username and password!
fi: Anna oikea käyttäjätunnus ja salasana!

source: Please select a connection in the list!
fi: Valitse yhteys luettelosta!

source: Please select a device in the list!
fi: Valitse laite listasta!

source: Please select a rule to delete!
fi: Valitse poistettava sääntö!

source: Please select a zone to delete!
fi: Valitse poistettava vyöhyke!

source: Please sign in
fi: Kirjaudu sisään

source: Point-to-Point Tunnel
fi: Point-to-Point-tunneli

source: Port
fi: Portti

source: Port (1-65535)
fi: Portti (1-65535)

source: Port Mapping
fi: Porttiohjaus

source: Port mapping allows remote computers to connect to a specific device within your private network.
fi: Porttiohjauksella sallitaan yhteys ulkoverkosta sisäverkon laitteen osoitteeseen.

source: Port range
fi: Porttialue

source: Port speed
fi: Portin nopeus

source: Power-LED
fi: Virta-LED

source: Power-LED Brightness
fi: Virta-LED:n kirkkaus

source: Prefix Size
fi: Etuliitteen koko

source: Preselected Days
fi: Ennalta valitut päivät

source: Pressing WiFi on/off button on your router for long time activates pairing
fi: WiFi Päälle/Pois painikkeen painaminen pitkään aktivoi parituksen

source: Primary DNS
fi: Ensisijainen DNS

source: Primary DNS IP
fi: Ensisijaisen DNS-palvelimen IP-osoite

source: Priority
fi: Prioriteetti

source: Private port
fi: Yksityinen portti

source: Private port range
fi: Yksityinen porttialue

source: Processes
fi: Prosesseja

source: Profile
fi: Profiili

source: Protocol
fi: Protokolla

source: Protocol:
fi: Protokolla:

source: Provider
fi: Palveluntarjoaja

source: Public IP Address
fi: Julkinen IP-osoite:

source: Public Port
fi: Julkinen Portti

source: Public port
fi: Julkinen portti

source: Public port range
fi: Julkinen porttialue

source: QMI (USB modem)
fi: QMI (USB-modeemi)

source: REJECT
fi: ESTÄ

source: RIFS Advertisement
fi: RIFS mainos

source: RSA Key File
fi: RSA avaintiedosto

source: RX Chain PowerSave PPS
fi: RX ketjun PowerSave PPS

source: RX Chain PowerSave Quiet Time
fi: RX ketjun PowerSave hiljainen aika

source: RX Rate
fi: RX Nopeus

source: Radios
fi: Radiot

source: Radius Port
fi: Radius Portti

source: Radius Secret
fi: Radius Salasana

source: Radius Server
fi: Radius Palvelin

source: Re-type password
fi: Anna salasana uudelleen

source: Read only?
fi: Vain luku?

source: Realtime VBR
fi: Reaaliaikainen VBR

source: Registration
fi: Rekisteröinti

source: Remove all entries from speed dial list
fi: Poista kaikki merkinnät pikavalintaluettelosta

source: Reset
fi: Tyhjennä

source: Reset Configuration
fi: Tyhjennä konfiguraatio

source: Reset restores the factory default settings of your gateway
fi: Tyhjennä palauttaa modeemin tehdasasetuksille

source: Reset to default password
fi: Palauta oletussalasana

source: Restart
fi: Käynnistä uudelleen

source: Restart takes about 3 minutes. When restart is completed the page will reload automatically.
fi: Uudelleenkäynnistys kestää noin 3 minuuttia. Kun uudelleenkäynnistys on valmis, sivu latautuu automaattisesti uudelleen.

source: Restore settings from a configuration saved on a computer
fi: Palauta asetukset tietokoneelle tallennetusta varmuuskopiosta

source: Ringing Schedule
fi: Aikataulu

source: Root Container
fi: Juurikansio

source: Router Password
fi: Reitittimen salasana

source: Routes
fi: Reitit

source: Routing Status
fi: Reitityksen tila

source: Rule Name
fi: Säännön nimi

source: Rules
fi: Säännöt

source: Run test
fi: Suorita testi

source: Running Processes
fi: Käynnissä olevat prosessit

source: Running test
fi: Testin suorittaminen

source: SIP Accounts
fi: SIP tilit

source: SIP Auth User
fi: SIP autentikoitu käyttäjä

source: SIP Host
fi: SIP-palvelin

source: SIP Password
fi: SIP salasana
