Repository: BigIronBall/juci
Catalog: po/*.po
Languages: fi

source: SIP Proxy
fi: SIP Välityspalvelin

source: SIP Server
fi: SIP-palvelin

source: SIP User
fi: SIP-käyttäjä

source: SNR Margin
fi: SNR marginaali

source: SSID string can be at most 32 characters long!
fi: SSID merkkijono voi olla korkeintaan 32 merkkiä pitkä!

source: Samba
fi: Verkkojako

source: Samba Shares
fi: Samba verkkojaot

source: Samba Users
fi: Samba Käyttäjät

source: Saturday
fi: Lauantai

source: Save
fi: Tallenna

source: Save Configuration to Computer
fi: Tallenna konfiguraatio tietokoneelle

source: Save settings to computer with password protection
fi: Tallenna salasanalla suojattu asetusten varmuuskopio tietokoneelle

source: Scan Timer
fi: Kartoituksen ajastin

source: Schedule
fi: Ajastus

source: Schedule Function
fi: Aikataulutoiminto

source: Scheduled
fi: Ajastettu

source: Secondary DNS
fi: Toissijainen DNS

source: Select Base Device
fi: Valitse liitäntä

source: Select Connected Host
fi: Valitse Yhdistetty Isäntäkone

source: Select DSL Link Type
fi: Valitse DSL-linkkityyppi

source: Select Existing Host
fi: Valitse olemassa oleva isäntäkone

source: Select Mode
fi: Valitse tila

source: Select Modem Device
fi: Valitse modeemi

source: Select Schedule Mode
fi: Valitse Aikataulutila

source: Select Theme
fi: Valitse teema

source: Select Zone
fi: Valitse vyöhyke

source: Select base DSL device
fi: Valitse fyysinen DLS-liitäntä

source: Select connected device
fi: Valitse yhdistetty laite

source: Select events to show
fi: Valitse näytettävät tapahtumat

source: Select protocol
fi: Valitse protokolla

source: Server
fi: Palvelin

source: Server IP
fi: Palvelimen IP

source: Service
fi: Palvelu

source: Service Filter
fi: Palvelusuodatin

source: Service Filtering
fi: Palvelun Suodatus

source: Service Type
fi: Palvelun Tyyppi

source: Services
fi: Palvelut

source: Set to Browser Time
fi: Aseta selaimen aika

source: Set to Existing Host
fi: Aseta olemassa olevaan isäntäkoneeseen

source: Settings
fi: Asetukset

source: Settings have been applied successfully!
fi: Asetukset otettu käyttöön!

source: Setup
fi: Asetukset

source: Setup Scheduling
fi: Aseta aikataulu

source: Share User Home Directory
fi: Jaa Käyttäjän Kotihakemisto

source: Shared
fi: Jaettu

source: Show calls for
fi: Näytä puhelut

source: Sign in
fi: Kirjaudu sisään

source: Signal
fi: Signaali

source: SoC Version
fi: SoC Versio

source: Source
fi: Lähde

source: Source IP Address
fi: Lähde-IP-osoite

source: Source Zone
fi: Lähdevyöhyke

source: Source zone
fi: Lähdevyöhyke

source: Speed Dialing
fi: Pikavalinta

source: Standard
fi: Normaali

source: Start Time
fi: Aloitusaika

source: Start or stop service
fi: Käynnistä tai pysäytä palvelu

source: Start port
fi: Aloitusportti

source: Start upgrade
fi: Aloita päivitys

source: Start/Stop Service
fi: Käynnistä/Pysäytä Palvelu

source: State
fi: Kunto

source: Static Address
fi: Kiinteä IP-osoite

source: Static DHCP
fi: Kiinteä DHCP

source: Static IP Address
fi: Kiinteä IP-osoite

source: Static IPv6 Address
fi: Kiinteä IPv6-osoite

source: Static Routes
fi: Staattiset Reitit

source: Status
fi: Tila

source: Status-LED
fi: Tila-LED

source: Stop Time
fi: Lopetusaika

source: Storage
fi: Tallennustila

source: Sunday
fi: Sunnuntai

source: System
fi: Järjestelmä

source: System Status
fi: Järjestelmän tila

source: TX Rate
fi: TX Nopeus

source: Target
fi: Kohde

source: Target IP Address
fi: Kohteen IP-osoite

source: Test direction
fi: Testisuunta

source: The page you were trying to access was not found!
fi: Sivua, jota yrität katsoa, ei löytynyt.

source: Theme
fi: Teema

source: This will be the port that will be used to configure the physical ethernet port as upling port for routing out to the internet.
fi: Tätä porttia käytetään Internetporttina

source: This will reset your configuration to factory defaults. Do you want to continue?
fi: Tämä palauttaa tehdasasetukset. Haluatko jatkaa?

source: Time
fi: Aika

source: Time Frame
fi: Aikakehys

source: Timeout
fi: Aikakatkaisu

source: Timer Interval
fi: Intervalli

source: Timezone
fi: Aikavyöhyke

source: Today
fi: Tänään

source: Toggle navigation
fi: Vaihda navigointitilaa

source: Trace
fi: Jäljitä

source: Trace results
fi: Jäljityksen tulokset

source: Tracing Tool
fi: Jäljitystyökalu

source: Type
fi: Tyyppi

source: UBR With PCR
fi: UBR Ja PCR

source: UBR Without PCR
fi: UBR Ilman PCR

source: UBUS Prefix
fi: UBUS etuliite

source: UPNP Settings
fi: UPNP Asetukset

source: URL Blocking
fi: URL Estäminen

source: URL Blocking Function
fi: URL Estotoiminto

source: URL Filter
fi: URL-suodatin

source: URL Filtering
fi: URL-suodatus

source: URL for file with latest image filename
fi: Viimeisimmän ohjelmiston osoite

source: USB Devices
fi: USB-laitteet

source: USB Firmware Upgrade
fi: USB ohjelmistopäivitys

source: USB Port
fi: USB-portti

source: USB Upgrade
fi: USB-ohjelmistopäivitys

source: USB upgrade is disabled
fi: USB ohjelmistopäivitys ei ole käytössä

source: Unable to retreive igmptable from device!
fi: Ei voitu hakea igmptaulua laitteesta!

source: Unknown
fi: Tuntematon

source: Unspecified
fi: Määrittelemätön

source: Upgrade
fi: ﻿Päivitä

source: Upgrade Options
fi: Ohjelmistopäivityksen Asetukset

source: Upgrade URL base path
fi: Ohjelmistopäivityksen osoite

source: Uptime
fi: Päälläoloaika

source: Usage
fi: Käyttö

source: User
fi: Käyttäjä

source: Username
fi: Käyttäjätunnus

source: VDSL Devices
fi: VDSL-laitteet

source: VLAN Devices
fi: VLAN-laitteet

source: Value must be a valid MAC-48 address
fi: Arvon on oltava oikea MAC-48 osoite

source: Vendor ID
fi: Toimittajatunnus

source: Vendor Name
fi: Toimittajan Nimi

source: Verbose logging
fi: Runsas lokitus

source: Verifying firmware image
fi: Tarkistetaan ohjelmistoa

source: Vodafone TV
fi: TV

source: Voice
fi: Puhe

source: Voice Lines
fi: Puhelinlinjat

source: Voice Status
fi: Puheen tila

source: Voice service is not available!
fi: Puhepalvelu ei ole saatavilla!

source: WAN Port
fi: Ulkoinen portti

source: WEP encryption key # must be 10-26 hexadecimal characters!
fi: WEP-salaus avain # täytyy olla 10-26 heksadesimaalimerkkiä!

source: WPA key must be 8-63 characters long!
fi: WPA-avain täytyy olla 8-63 merkkiä!

source: WPS Function
fi: WPS toiminto

source: WPS Using Generated PIN
fi: WPS luotua PIN-koodia käyttäen

source: WPS will be disabled when using WEP encryption. Are you sure you want to continue?
fi: WPS poistetaan käytöstä, kun käytetään WEP-salausta. Haluatko varmasti jatkaa?

source: WPS-PBC: Push Button on Device
fi: WPS-PBC: Paina laitteessa olevaa WPS-painiketta

source: WPS-PIN: Another Device provides PIN
fi: WPS-PIN: Toinen laite tarjoaa PIN-koodin

source: WPS-REG: Router provides PIN
fi: WPS-REG: reititin tarjoaa PIN-koodin

source: WWW-root path
fi: WWW-root polku

source: Warning: By using the exposed host function you bypass the firewall of your {{config.friendly_name}}. Please make sure that your computer is protected against attacks from Internet. The following ports will not be forwarded: {{ nonforwardedPorts || 'None'}}.
fi: Varoitus: Avoin-isäntälaitefunktiolla ohitat {{config.friendly_name}} palomuurin. Varmista, että koneesi on suojattu Internethyökkäyksiltä. Seuraavia portteja ei ohjata: {{ nonforwardedPorts || 'None'}}.

source: Was unable to set password. Please make sure you have entered correct current password!
fi: Salasanan asettaminen epäonnistui. Tarkista, että nykyinen salasana on oikein!

source: Wednesday
fi: Keskiviikko

source: Weekdays
fi: Arkisin

source: WiFi Client
fi: WiFi asiakas

source: WiFi Client Mode
fi: WiFi asiakastila

source: Wifi Mode
fi: Wifi-tila

source: Wifi Network
fi: Langaton verkko

source: Wireless
fi: Langaton

source: Wireless Interfaces
fi: Langaton Liitäntä

source: Wireless Radios
fi: Langattomat Radiot

source: Workgroup
fi: Työryhmäverkko

source: You are logged in!
fi: Olet kirjautunut sisään!

source: You can also block ranges of numbers.For example: "0160#" blocks all numbers starting with "0160".
fi: Voit myös estää numeroalueen. Esimerkiksi "0160#" estää kaikki numerot jotka ovat "0160"-alkuisia

source: You have wifi-scheduling enabled. This means that your wifi will be automatically turned on and off based on your schedule settings
fi: WiFi aikataulu on käytössä. Tämä tarkoittaa, että langaton verkko poistetaan käytöstä ja otetaan käyttöön automaattisesti asetetun aikataulun mukaan

source: You need to select a device to add!
fi: Valitse lisättävä laite!

source: You need to select a device!
fi: Valitse laite!

source: You need to select a host!
fi: Valitse isäntäkone!

source: You need to select a netmode!
fi: Profiili on valittava!

source: You need to select a network!
fi: Valitse verkko!

source: You need to specify both name and type!
fi: Määritä nimi ja tyyppi!

source: Your Phone Lines
fi: Puhelinlinjasi

source: Your Phone Numbers
fi: Puhelinnumerosi

source: Your account
fi: Tilisi

source: Your number
fi: Puhelinnumerosi

source: Zone members:
fi: Vyöhykkeen jäsenet:

source: Zones
fi: Vyöhykkeet

source: address and prot
fi: osoite ja portti

source: application.name
fi: JUCI

source: auto
fi: Automaattinen

source: ddns.config.info
fi: DDNS mahdollistaa yhteydenottamisen laitteeseen Internetistä isäntänimeä käyttämällä IP-osoitteen sijaan. Tarvitset tätä varten tilin DDNS palveluntarjoajaltasi.

source: dsl.status.info
fi: Tällä sivulla näytetään DSL-yhteyden tekniset parametrit.

source: encryption.none
fi: Off

source: from
fi: Alkaen

source: interface.macmode.allow
fi: Salli

source: interface.macmode.deny
fi: Evää

source: internet.ethernet.adsl.info
fi: ADSL

source: internet.ethernet.adsl.title
fi: ADSL Laitteet

source: internet.ethernet.info
fi: ETHERNET

source: internet.ethernet.phy.title
fi: Ethernet

source: internet.ethernet.title
fi: Lähiverkon Laitteet

source: internet.ethernet.vdsl.info
fi: VDSL

source: internet.ethernet.vdsl.title
fi: VDSL

source: internet.ethernet.vlan.info
fi: VLAN

source: internet.ethernet.vlan.title
fi: VLAN Laitteet

source: internet.ethernet.wifi.title
fi: Langattomat Laitteet

source: internet.exposed_host.info
fi: Mikäli käytössä on paikallinen verkkolaite, joka ei toimi oikein palomuurin takana, voidaan tähän laitteeseen sallia rajoittamaton pääsy Internetistä (Avoin isäntälaite).

source: internet.firewall.dmz.title
fi: DMZ

source: internet.firewall.forwarding.info
fi: Valitse liikenteen salliminen vyöhykkeiden välillä

source: internet.firewall.forwarding.title
fi: Edelleenlähetys

source: internet.firewall.info
fi: Palomuurilla voidaan suodattaa liikennettä konfiguroida porttiohjauksia

source: internet.firewall.port.mapping.title
fi: Porttiohjaus mahdollistaa pääsyn porttikohtaisesti sisäverkon isäntälaitteeseen Internetistä

source: internet.firewall.rules.info
fi: Palomuurisäännöt ovat hienosäädettäviä liikenteen suodatussääntöjä

source: internet.firewall.rules.title
fi: Palomuurisäännöt

source: internet.firewall.svcfilter.title
fi: Palveluiden suodatin

source: internet.firewall.title
fi: Palomuuri

source: internet.firewall.urlblock.title
fi: URL estosuodatin

source: internet.firewall.urlfilter.info
fi: URL suodatus mahdollistaa DNS kyselyiden suodattamisen haluttuihin osoitteisiin. Varoitus: tämä ei siltikään estä käyttäjää saavuttamasta kohdesivua käyttämällä IP-osoitetta.

source: internet.firewall.wordfilter.title
fi: Edelleenlähetyksen suodatin

source: internet.firewall.zones.info
fi: Tässä voit asettaa palomuurivyöhykkeitä. Jokainen vyöhyke voi sisältää useita verkkoja tai liitäntöjä, jotka on asetettu aiemmin Yhteydet-sivulla.

source: internet.firewall.zones.title
fi: Palomuurivyöhykkeet

source: internet.lan.routes.info
fi: DMZ

source: internet.multiwan.info
fi: Multiwan

source: internet.multiwan.title
fi: Multiwan

source: internet.network.title
fi: Verkko

source: internet.parental.control.info
fi: Tässä voidaan asettaa lapsilukon asetukset.

source: internet.parental.control.title
fi: Lapsilukko

source: internet.routes.title
fi: Reitit

source: internet.services.ddns.title
fi: DDNS

source: internet.services.info
fi: Palvelut-sivulla voidaan konfiguroida erilaisia ohjelmia kuten Verkkojakoja ja MiniDLNA

source: internet.services.minidlna.title
fi: MiniDLNA

source: internet.services.ntp.title
fi: NTP

source: internet.services.samba.title
fi: Verkkojako

source: internet.services.title
fi: Palvelut

source: internet.services.upnp.info
fi: UPnP

source: internet.services.upnp.title
fi: UPnP

source: internet.title
fi: Internet

source: internet.wan.services.info
fi: Palvelut

source: ip.address.label
fi: IP-osoite

source: language.de
fi: German

source: language.en
fi: English

source: language.fi
fi: Suomi

source: language.se
fi: Svenska

source: login.title
fi: JUCI Kirjaudu Sisään

source: minidlna.settings.info
fi: MiniDLNA mahdollistaa musiikin, videoiden, valokuvien ja tiedostojen jakamisen reitittimeen kytketyltä USB-kiintolevyltä.

source: modal.netmode.select.info
fi: Alasvetovalikosta valitaan eri profiili

source: network.interface.type.anywan.tab.title
fi: AnyWAN

source: network.interface.type.bridge.tab.title
fi: Silta

source: off
fi: Pois päältä

source: on
fi: Päällä

source: overview.title
fi: Yleisnäkymä

source: phone.call.log.title
fi: Puheluloki

source: phone.call_log.info
fi: Puheluloki

source: phone.dect.info
fi: DECT

source: phone.dect.title
fi: DECT

source: phone.lines.info
fi: Puhelinlinjojen konfigurointi

source: phone.lines.title
fi: Linjat

source: phone.number.blocking.title
fi: Kontrolloi puhelinlaskuasi ja estä puhelut ei-haluttuihin numeroihin.

source: phone.number_blocking.info
fi: Kontrolloi puhelinlaskuasi ja estä puhelut ei-haluttuihin numeroihin.

source: phone.numbers.title
fi: Numerot

source: phone.ringing.schedule.title
fi: Ajastus

source: phone.schedule.info
fi: Aseta puhelinaikataulut milloin puhelimen tulisi hälyttää tai ei tulisi hälyttää.

source: phone.sip.accounts.info
fi: VoIP tilit

source: phone.speed.dialing.title
fi: Pikavalinta

source: phone.speed_dialing.info
fi: Tämä toiminto aktivoi pikavalinnat

source: phone.title
fi: Puheluloki

source: please pick at least one day to schedule on
fi: valitse vähintään yksi päivä ajastettavaksi

source: services.samba.info
fi: Samba palvelut

source: settings.config.info
fi: Tallenna asetukset, palauta asetukset varmuuskopiosta tai palauta laitteen tehdasasetukset. Voit tallentaa varmuuskopion tietokoneellesi. Suosittelemme pitämään aina varmuuskopion tietokoneella viimeisimmästä konfiguraatiosta.

source: settings.configuration.title
fi: Asetukset

source: settings.dropbear.info
fi: Konfiguroi SSH-pääsy modeemiin.

source: settings.energy.info
fi: Vähennä virrankulusta poistamalla käyttämättömiä toimintoja käytöstä.

source: settings.management.dropbear.title
fi: SSH

source: settings.management.services.title
fi: Palvelut

source: settings.management.title
fi: Palvelut

source: settings.management.uhttpd.title
fi: UHTTPD

source: settings.network.info
fi: Tällä sivulla voi asettaa paikallisen verkko-osoitteen (LAN-IP). Mikäli DHCP on käytössä, reititin jakaa automaattisesti IP-osoitteen paikalliseen verkkoon yhdistetyille laitteille. Staattista DHCP:tä käyttämällä on mahdollista jakaa aina sama IP-osoite halutulle laitteelle.

source: settings.password.info
fi: Aseta modeemin uusi salasana rajoittaaksesi modeemin hallintaan pääsyä.

source: settings.password.title
fi: Modeemin salasana

source: settings.services.title
fi: Palvelut

source: settings.system.title
fi: Järjestelmä

source: settings.title
fi: Asetukset

source: settings.upgrade.info
fi: Modeemi päivittää automaattisesti viimeisimmän saatavilla olevan ohjelmiston. On myös mahdollista päivittää modeemin ohjelmisto manuaalisesti mikäli se on välttämätöntä. Päivittäminen ei vaikuta nykyisiin asetuksiin.

source: settings.upgrade.manual.info
fi: Laitteen ohjelmisto on mahdollista päivittää ladatusta tiedostosta. Viimeisimmän ohjelmiston saat palveluntarjoajaltasi.

source: settings.upgrade.online.info
fi: Paina "Tarkista päivitykset" aloittaaksesi onlinepäivityksen. Mikäli uusi ohjelmisto on saatavilla se asennetaan automaattisesti (Vaatii Internetyhteyden).

source: settings.upgrade.options.title
fi: Asetukset

source: settings.upgrade.title
fi: Ohjelmiston päivitys

source: settings.upgrade.usb.info
fi: Laitteen ohjelmisto on mahdollista päivittää laitteeseen yhdistetyltä USB:ltä. Paina "Asenna päivitys" aloittaaksesi automaattisen päivityksen. USB:llä saa olla vain yksi päivitysohjelmisto ja sen tulee sijaita USB-levyn juuressa.

source: status.about.title
fi: Tietoja

source: status.diagnostics.auto.info
fi: Diagnosointi kestää noin 2 minuuttia eikä sitä voi pysäyttää, kun se on aloitettu.

source: status.diagnostics.info
fi: Tässä kohdassa on lista työkaluista, joilla voidaan tarkistaa laitteen Internet-yhteys.

source: status.diagnostics.ping.info
fi: Syötä oikea kohteen verkkonimi tai IP-osoite suorittaaksesi Ping testi.

source: status.diagnostics.title
fi: Diagnostiikkatyökalu

source: status.diagnostics.trace.info
fi: Valitse yhteystyyppi ja sijainti mihin haluat tallentaa jäljityksen. Jäljitys alkaa automaattisesti erillisessä selainikkunassa.

source: status.dsl.title
fi: DSL

source: status.eventlog.info
fi: Valitse kategoriat, jotka haluat nähdä tapahtumalokissa.

source: status.events.title
fi: Tapahtumaloki

source: status.nat.connections.info
fi: Tämä sivu näyttää kaikkien yhdistettyjen laitteiden yhteydet.

source: status.nat.info
fi: Tämä sivu näyttää kaikkien yhdistettyjen laitteiden yhteydet.

source: status.network.routes.info
fi: Reitit

source: status.phone.title
fi: Puhelin

source: status.restart.info
fi: Tällä sivulla voit yhdistää Internetiin uudelleen ja käynnistää modeemin uudelleen. Huomioi, että puhelin, Internet ja TV palvelut ovat poissa käytöstä prosessin aikana.

source: status.restart.title
fi: Uudelleenkäynnistys

source: status.status.info
fi: Tällä sivulla on yleisnäkymä laitteen pääparameterista. Tämä voi auttaa sinua optimoimaan modeemisi tai tunnistamaan ongelmia.

source: status.system.processes.title
fi: Prosessit

source: status.system.title
fi: Järjestelmä

source: status.title
fi: Tila

source: status.tv.info
fi: Tällä sivulla voit tarkistaa IPTV-palvelun tilan.

source: status.tv.title
fi: IPTV

source: status.usb.title
fi: USB

source: status.voice.info
fi: Tällä sivulla on yleisnäkymä aktiivisista puhelinnumeroistasi. Mahdollisia muutoksia varten navigoi kohtaan "Puhelin".

source: status.voice_lines.info
fi: Puhelinlinjojen tila.

source: status.wifi.title
fi: WiFi

source: uHTTPD Settings
fi: uHTTPD Asetukset

source: usb.devices.info
fi: USB

source: value must be a valid MAC-48 address
fi: arvon on oltava kelvollinen MAC-48-osoite

source: wifi-iface.bss_max
fi: BSS Max

source: wifi-iface.cipher
fi: Salaus

source: wifi-iface.closed
fi: Lähetä SSID.

source: wifi-iface.device
fi: Taajuus

source: wifi-iface.disabled
fi: Pois käytöstä

source: wifi-iface.encryption
fi: Suojaustila

source: wifi-iface.gtk_rekey
fi: Avainparien uusimisen aikaväli

source: wifi-iface.instance
fi: Laite

source: wifi-iface.key
fi: WiFi salasana

source: wifi-iface.key1
fi: WiFi Avain #1

source: wifi-iface.key2
fi: WiFi Avain #2

source: wifi-iface.key3
fi: WiFi Avain #3

source: wifi-iface.key4
fi: WiFi Avain #4

source: wifi-iface.macfilter
fi: MAC suodatin

source: wifi-iface.maclist
fi: MAC lista

source: wifi-iface.macmode
fi: MAC tila

source: wifi-iface.mode
fi: Tila

source: wifi-iface.network
fi: Langaton verkko

source: wifi-iface.radius_port
fi: Radiuspalvelimen portti

source: wifi-iface.radius_secret
fi: Radiuspalvelimen salasana

source: wifi-iface.radius_server
fi: Radiuspalvelin

source: wifi-iface.show_password
fi: Näytä salasana

source: wifi-iface.ssid
fi: Langattoman verkon nimi (SSID)

source: wifi-iface.up
fi: Ylös

source: wifi-iface.wmf_bss_enable
fi: BSS

source: wifi-iface.wps_pbc
fi: WPS

source: wifi.client.info
fi: WiFi-toistin

source: wifi.client.title
fi: WiFi toistin

source: wifi.clients.info
fi: Yhdistetyt langattomat laitteet

source: wifi.enc.mixed-psk
fi: WPA/WPA2 PSK Mixed

source: wifi.enc.mixed-wpa
fi: WPA2 Mixed

source: wifi.enc.none
fi: Ei salausta (Ei tietoturvaa!)

source: wifi.enc.psk
fi: WPA Jaettu Avain

source: wifi.enc.psk2
fi: WPA2 Jaettu Avain

source: wifi.enc.wep
fi: WEP Open System

source: wifi.enc.wep-shared
fi: WEP jaettu avain

source: wifi.enc.wpa2
fi: WPA2 Radius

source: wifi.general.clients.title
fi: Yhdistetyt langattomat laitteet

source: wifi.general.devices.title
fi: Langattomat Laitteet

source: wifi.general.info
fi: Laitteesi tukee koko alan WiFi standardeja mahdollistaen helpon yhteyden langattomiin laitteisiisi.

source: wifi.general.interfaces.title
fi: Langaton liittymä

source: wifi.general.setup.info
fi: Konfiguroi langattomat verkot

source: wifi.general.title
fi: Yleiset

source: wifi.interfaces.info
fi: Langattomat liitännät näkyvät isäntäkoneille SSID-muodossa. Kullakin radiolla voi olla monta SSID:tä ja kukin SSID voidaan asettaa eri verkkoon ja palomuuriryhmään

source: wifi.mac.filter.title
fi: MAC suodatus

source: wifi.macfilter.info
fi: Voit lisätä langattoman verkon tietoturvaa valitsemalla mitkä laitteet saavat yhdistää verkkoon. Laitteet tunnistetaan MAC-osoitteen perusteella. Voit hallinoida jopa 32:a langatonta laitetta.

source: wifi.radios.info
fi: Tällä sivulla voidaan konfiguroida laitteeseen asennettuja fyysisiä radioita. Fyysinen radio ei ole sama asia kuin tukiasema. Tukiasemat ovat liitäntöjä ja kullakin radiolla voi olla useita liitäntöjä.

source: wifi.schedule.info
fi: Ajasta langaton verkko päälle tai pois automaattisesti. Huom: Mikäli langaton verkko on pois päältä sekä pää-, että vieras- langattomat verkot ovat pois päältä.

source: wifi.schedule.title
fi: Ajastus

source: wifi.title
fi: WiFi

source: wifi.wps.in.progress
fi: Modeemisi yrittää nyt parittaa toisten laitteiden kanssa.

source: wifi.wps.info
fi: Using WPS it is possible to easily connect wireless devices with EasyBox on an encrypted channel. Below, you can choose and configure different connection methods.

source: wifi.wps.otherpin.info
fi: Syötä paritettavan laitteen PIN-koodi tähän kohtaan.

source: wifi.wps.pbc.info
fi: Parittaaksesi laitteesi paina "Parita". Tämän jälkeen paina vastaavaa painiketta yhdistettävässä laitteessa. WPS paritus on aktiivinen kahden minuutin ajan parituspainikkeen painamisen jälkeen.

source: wifi.wps.pin.info
fi: Syötä alle paritettavan laitteen WPS-PIN-koodi

source: wifi.wps.title
fi: WPS
