Repository: BigIronBall/juci
Catalog: po-backup/*.po
Languages: sv

source: 11a
sv: 802.11a

source: 11ac
sv: 802.11ac

source: 11b
sv: 802.11b

source: 11bg
sv: 802.11bg

source: 11g
sv: 802.11g

source: 11n
sv: 802.11n

source: <strong>{{data.wan_network['.name'] | uppercase}}</strong> connection will be used as default outgoing route for packets.
sv: <strong>{{data.wan_network['.name'] | uppercase}}</strong> kommer att användas som uppkoppling för utgående paket.

source: <strong>{{data.wan_port.name}}</strong> socket will be used for passing packets to the internet.
sv: <strong>{{data.wan_port.name}}</strong> uppkopplingen kommer att användas för att skicka ut data till internet.

source: ACCEPT
sv: TA EMOT

source: ADSL Devices
sv: ADSL Enheter

source: About
sv: Om

source: Access Point (AP)
sv: Access Punkt (AP)

source: Access for listed devices
sv: Åtkomst för listade enheter

source: Active Connections
sv: Aktiva uppkopplingar

source: Active Stations
sv: Aktiva klienter

source: Actual Data Rate
sv: Nuvarande hastighet

source: Add Connected Host
sv: Lägg till enhet

source: Add URL's to URL blocking list
sv: Lägg till URL till blockeringslistan

source: Add clients to MAC filtering list
sv: Lägg till klienter till filter-listan

source: Add currently connected hosts to the list
sv: Lägg till anslutna enheter

source: Add domain name
sv: Lägg till domännamn

source: Add password
sv: Lägg till lösenord

source: Add username
sv: Lägg till användarnamn

source: Address Pool End IP
sv: Slut-IP

source: Address Pool Start IP
sv: Start-IP

source: Advanced
sv: Avancerat

source: Album-Art Names
sv: Album-Art Namn

source: Allow Guest Access
sv: Tillåt guest-åtkomst

source: Any
sv: Vilken som helst

source: Apply
sv: Verkställ

source: Are you sure you want to create a new SSID with the same name and on the same radio? This may result in undefined behaviour!
sv: Är du säker på att du vill skapa en ny SSID med samma namn som en befintlig SSID?

source: Are you sure you want to delete this device from bridge?
sv: Är du säker på att du vill ta bort denna enhet från bryggan?

source: Are you sure you want to delete this rule?
sv: Är du säker på att du vill ta bort denna regel?

source: Are you sure you want to delete this zone?
sv: Är du säker på att du vill ta bort denna zon?

source: Are you sure you want to remove device from network and use it in this bridge?
sv: Är du säker på att du vill ta bort denna enhet från nätverket och använda den i en brygga?

source: Are you sure you want to remove this network from this zone?
sv: Är du säker på att du vill ta bort denna nätverkszon?

source: Attempting to Pair
sv: Ihopkopplar

source: Automated Diagnostics
sv: Automatiserad diagnostik

source: Automatic
sv: Automatisk

source: Automatic DNS Configuration
sv: Automatisk konfigurering

source: Backup file password
sv: Lösenord för backupfil

source: Bandwidth
sv: Bandbredd

source: Banner File
sv: Banner-fil

source: Base Device
sv: Grundenhet

source: Basic Config
sv: Grundinställningar

source: Bit Rate
sv: Bithastighet

source: Block connections to all foreign numbers
sv: Blockera samtal till alla nummer i utlandet

source: Block connections to all special rate numbers
sv: Blockera samtal till specialnummer

source: Buffered
sv: Buffrad

source: CRC Errors
sv: CRC fel

source: Call ID Restriction
sv: Call-id restriktion

source: Call Log
sv: Samtalslogg

source: Call Waiting
sv: Samtal väntar

source: Cancel
sv: Avbryt

source: Cell Counter
sv: Cell räknare

source: Cell Statistics
sv: Samtals-statistik

source: Change Password
sv: Ändra lösenord

source: Channel
sv: Kanal

source: Check for Upgrade
sv: Sök efter uppdatering

source: Choose Configuration Option
sv: Välj konfigurationsväg

source: Choose DNS Provider
sv: Välj DNS server

source: Choose Network
sv: Välj nätverk

source: Choose Schedule Mode
sv: Välj schemaläggningstyp

source: Choose the local IP address that should be exposed to Internet. Additionally you should configure this IP address as static DHCP address for your device (see Settings/Network).
sv: Välj vilken lokal IP-adress som ska exponeras mot Internet. Du bör konfigurera den enheten med statisk DHCP-adress (inställningen finns i Inställningar/Nätverk).

source: Clear
sv: Rensa

source: Click here to restart your device
sv: Klicka här för att starta om din gateway.

source: Client (STA)
sv: Klient (STA)

source: Client IP
sv: Klient-IP

source: Clients
sv: Klienter

source: Close
sv: Stäng

source: Command
sv: Kommando

source: Comments
sv: Kommentarer

source: Configuration
sv: Konfiguration

source: Connected Wireless Clients
sv: Uppkopplade WiFi-klienter

source: Connection
sv: Uppkoppling

source: Connection Keep Alive
sv: Keep-Alive funktion

source: Connection Status
sv: Uppkopplingsstatus

source: Connections
sv: Anslutningar

source: Connections for each Device
sv: Uppkopplingar för varje enhet

source: Create New Network Interface
sv: Skapa en ny nätverksinterface

source: Current Firmware Version
sv: Nuvarande mjukvaruversion

source: Currently added devices
sv: Tilllagda enheter

source: DDNS (Dynamic DNS)
sv: DDNS (Dynamisk DNS)

source: DHCP Lease Time
sv: DHCP-lease tid

source: DHCP Leases
sv: DHCP Leasar

source: DHCP Server Settings
sv: Inställningar för DHCP server

source: DNS Servers
sv: DNS-servrar

source: DNS Settings
sv: DNS-inställningar

source: DNS configuration
sv: DNS konfiguration

source: DSL Status Information
sv: DSL Status

source: DSS Key File
sv: DNS nyckelfil

source: Date
sv: Datum

source: Day
sv: Dag

source: Default Gateway
sv: Gateway

source: Description
sv: Beskrivning

source: Device
sv: Enhet

source: Device ID
sv: Enhets-ID

source: Device Name
sv: Enhetsnamn

source: Device:
sv: Enhet:

source: Devices
sv: Enheter

source: Diagnose
sv: Diagnostisera

source: Diagnostic Utility
sv: Diagnostikverktyg

source: Diagnostics
sv: Diagnostik

source: Disabled
sv: Inaktiverad

source: Do not allow connections from these numbers
sv: Tillåt inte samtal från dessa nummer

source: Domain
sv: Domän

source: Domain name
sv: Domännamn

source: Dropbear
sv: Dropbeat

source: Duration
sv: Varaktighet

source: During this time ringing is
sv: Denna tid är telefonsamtal

source: During this time the WiFi is
sv: Under denna tid är WiFi

source: Dynamic DNS
sv: Dynamisk DNS

source: EasyBox Password
sv: EasyBox Lösenord

source: Enable
sv: Aktivera

source: Enable DDNS Client
sv: Aktivera DDNS klient

source: Enable NAT
sv: Aktivera NAT

source: Enable This Network
sv: Aktivera denna nätverk

source: Enable UPnP
sv: Aktivera UPnP

source: Enable WAN
sv: Aktivera WAN

source: Enable WPS button on router
sv: Aktivera WPS-knapp på router

source: Enable WPS on
sv: Aktivera WPS på

source: Enable WiFi On/Off button
sv: Aktivera WiFI On/Off knapp

source: Enable WiFi On/Off button on EasyBox
sv: On/Off knappen på din EasyBox

source: Enable firewall
sv: Aktivera brandvägg

source: Enabled
sv: Aktiv

source: Encapsulation Mode
sv: Enkapsuleringstyp

source: Energy Settings
sv: Energi-inställningar

source: Enter DDNS Provider
sv: Ange DDNS Provider

source: Enter your PIN here
sv: Skriv din PIN här

source: Enter your device PIN
sv: Ange PIN för din gateway

source: Error
sv: Fel

source: Error Counter
sv: Fel

source: Ethernet Ports
sv: Ethernet portar

source: Event Log
sv: Händelselogg

source: Events
sv: Händelser

source: Exposed Host
sv: Öppet klient

source: Exposed Host Function
sv: Aktivera öppen klient

source: External Number
sv: Extern nummer

source: FEC Corrections
sv: FEC rättelser

source: FORWARD
sv: SKICKA VIDARE

source: Factory Settings
sv: Fabriksinställningar

source: Family
sv: Familj

source: Firewall
sv: Brandvägg

source: Firewall Action
sv: Åtgärd

source: Firewall Forwarding
sv: Vidarebefordring

source: Firewall Zones
sv: Zoner

source: Firewall settings
sv: Brandväggsinställningar

source: Firmware Upgrade
sv: Uppgradering

source: Forever
sv: För Alltid

source: Forward
sv: Skicka vidare

source: Forwarding
sv: Vidarebefordring

source: Friendly Name
sv: Friendly Namn

source: Gateway Password
sv: Gateway lösenord

source: Gateway Ports
sv: Gatewayportar

source: General
sv: Inställningar

source: General Settings
sv: Generella Inställningar

source: General WiFi Settings
sv: Generella Inställningar

source: Generate
sv: Generera

source: Generate New PIN
sv: Generera ny PIN

source: Generated PIN
sv: Genererad PIN-kod

source: Group IP
sv: Grupp-IP

source: Host to ping
sv: Adress att pinga

source: Host to trace
sv: Adress för traceroute

source: Hostname
sv: Datornamn

source: Hour
sv: Timme

source: Hours
sv: Timmar

source: IP Address
sv: IP-adress

source: IP Address must be a valid ipv4 address!
sv: IP-Adressen måste vara giltig

source: IP Subnet Mask
sv: Nätmask för subnät

source: IPv4 Address
sv: IPv4-adress

source: IPv4 Default Gateway
sv: IPv4 gateway

source: IPv4 Subnet Mask
sv: IPv4-nätmask

source: IPv4-Address
sv: IPv4-Adress

source: IPv4-Address ({{$index}}):
sv: IPv4-adress ({{$index}}):

source: IPv6 Address
sv: IPv6-adress

source: IPv6-Address ({{$index}}):
sv: IPv6-Adress ({{$index}}):

source: Idle Timeout
sv: Timeout inaktivitet

source: If you answer yes then your confiruation will be saved before the upgrade and restored after the upgrade has completed. If you choose 'no' then all your current confiration will be reset to defaults.
sv: Om du svarar ja så kommer dina inställningar att bevaras under uppgraderingen.

source: If you disable SSID broadcasting, WPS function will be disabled as well. You will need to enable it manually later. Are you sure you want to continue?
sv: Om du avaktiverar SSID-broadcasting så kommer WPS funktionen att deaktiveras också.

source: Incoming Calls
sv: Inkommande samtal

source: Incoming Number Blocking
sv: Inkommande nummberblockering

source: Incoming Phone Lines
sv: Inkommande telefonlinor

source: Input
sv: In

source: Install Upgrade
sv: Installera uppgradering

source: Interface Name
sv: Interface-namn

source: Interface Type
sv: Uppkopplingstyp

source: Interface UP:
sv: Aktiverad

source: Interfaces
sv: Uppkopplingar

source: Internal Number
sv: Intern nummer

source: Internet Access Scheduling
sv: Schemaläggning

source: Internet IPv6
sv: IPv6

source: Kernel Version
sv: Kärnans version

source: Key
sv: Nyckel

source: Keyword Filter
sv: Ordfilter

source: LAN Settings
sv: LAN-inställningar

source: Layer-2 Ethernet Devices
sv: Layer-2 enheter

source: Lease Time
sv: Leasetid

source: Leasetime remaining
sv: Återstående lease-tid

source: Line Status
sv: Linjestatus

source: Load
sv: Ladda upp

source: Loading
sv: Laddar

source: Local IP
sv: Lokalt IP

source: Local IP Address
sv: Lokal IP-adress

source: Local Time
sv: Lokal tid

source: Local port
sv: Lokal port

source: Log
sv: Logg

source: MAC Address
sv: MAC-adress

source: MAC Addresses
sv: MAC-adresser

source: MAC Filtering
sv: MAC-filtrering

source: MAC address
sv: MAC-Adress

source: MAC-Address
sv: MAC-Adress

source: Manual Firmware Upgrade
sv: Manuell uppgradering

source: Media Directories
sv: Mediamappar

source: Memory
sv: Minne

source: Message
sv: Meddelande

source: Method
sv: Metod

source: MiniDLNA Settings
sv: MiniDLNA inställnignar

source: Missing uci config boardpanel.
sv: Saknar uci config-panel

source: Mode
sv: Inställning

source: Model
sv: Modell

source: Modify
sv: Änra

source: NAT Connection Table
sv: Uppkopplingstabell för NAT

source: Name
sv: Namn

source: Netmask
sv: Nätmask

source: Network
sv: Nätverk

source: Network Settings
sv: Nätverksinställningar

source: Network device
sv: Nätverksenhet

source: New Password
sv: Nytt lösenord

source: New SSID
sv: Ny SSID

source: New Wireless Interface
sv: Ny WiFi interface

source: No IP address
sv: Ingen IP adress

source: No active leases
sv: Inga aktiva leasar

source: No active stations
sv: Inga aktiva klienter

source: No upgrade has been found!
sv: Ingen uppdatering hittades!

source: Noise
sv: Brus

source: Non-Realtime VBR
sv: Icke-realtids VBR

source: Number
sv: Nummer

source: Number Blocking
sv: Nummerblockering

source: Numbers
sv: Nummer

source: Online Update
sv: Online-uppgradering

source: Operating Data
sv: Operationsdata

source: Outgoing Calls
sv: Utgående Samtal

source: Outgoing Calls Number
sv: Utgående nummer

source: Outgoing Number Blocking
sv: Utgående samtalsblockering

source: Output
sv: Ut

source: Overview
sv: Översikt

source: PTM Priority
sv: PTM Prioritet

source: Pair
sv: Ihopkoppa

source: Pair (within 2 minutes)
sv: Ihopkoppla (inom 2 minuter)

source: Parental Control
sv: Föräldrakontroll

source: Password
sv: Lösenord

source: Password (if encrypted)
sv: Lösenord (om du vill kryptera)

source: Password Authentication
sv: Lösenordsautentisering

source: Passwords do not match!
sv: Lösenorden stämmer inte överens!

source: Path
sv: Sökväg

source: Phone
sv: Telefoni

source: Phone Extension
sv: Telefontillägg

source: Phone Lines
sv: Telefonlinjer

source: Phone Number
sv: Telefonnummer

source: Phone Numbers
sv: Telefonnummer

source: Pick Bandwidth
sv: Välj bandbredd

source: Pick Channel
sv: Välj kanal

source: Pick Device
sv: Välj enhet

source: Pick Hardware Mode
sv: Välj hårdvaruläge

source: Pick Network
sv: Välj nätverk

source: Pick Outgoing Number
sv: Välj utgående tel. nummer

source: Pick Phone Number
sv: Välj telefonnummer

source: Pick SSID
sv: Välj SSID

source: Pick Wireless Radio
sv: Välj WiFi radio

source: Pick a host
sv: Välj enhet

source: Pick base device
sv: Välj grundenhet

source: Pick configuration backup to upload
sv: Välj konfigurationsbackup för uppladdning

source: Pick firmware file to upload
sv: Välj firmware för uppladdning

source: Pick network device
sv: Välj nätverksenhet

source: Pick phone
sv: Välj telefon

source: Pick uplink port
sv: Välj port för upplänk

source: Ping results
sv: Pingresultat

source: Please add a comment describing this configuration
sv: Kommentar som beskriver konfigurationen

source: Please select a connection in the list!
sv: Välj en uppkoppling ur listan!

source: Please select a rule to delete!
sv: Välj regel du vill ta bort

source: Please select a zone to delete!
sv: Välj zon som du vill ta bort

source: Port Mapping
sv: Portmappning

source: Port mapping allows remote computers to connect to a specific device within your private network.
sv: Portmappning tillåter andra datorer på internet att koppla upp sig till datorer på ditt lokala nätverk

source: Power-LED Brightness
sv: Power-LED Ljusstyrka

source: Pressing WiFi on/off button on your router for long time activates pairing
sv: Håll in på/av-knappen för WiFi för att aktivera ihopkoppling

source: Primary DNS
sv: Primär DNS

source: Primary DNS IP
sv: Primär DNS adress

source: Private port
sv: Privat port

source: Private port range
sv: Privat port-spann

source: Protocol
sv: Protokol

source: Protocol:
sv: Protokol

source: Provider
sv: Leverantör

source: Public IP Address
sv: Publikt IP

source: Public Port
sv: Publikt port

source: Public port
sv: Publik port

source: Public port range
sv: Publik portintervall

source: REJECT
sv: AVVISA

source: RSA Key File
sv: RSA nyckelfil

source: RX Rate
sv: RX

source: Radios
sv: Radiorna

source: Radius Secret
sv: RADIUS-nyckel

source: Re-type password
sv: Skriv lösenord igen

source: Read only?
sv: Endast läsbart?

source: Realtime VBR
sv: Realtids-VBR

source: Remove all entries from speed dial list
sv: Ta bort alla nummer från snabbuppringningslistan

source: Reset restores the factory default settings of your gateway
sv: Reset återställer fabriksinställningarna på din gateway

source: Reset to default password
sv: Återställ till ursprunglig lösenord

source: Restart
sv: Starta om

source: Restart takes about 3 minutes. When restart is completed the page will reload automatically.
sv: Omstart tar cirka 3 minuter. När omstarted är klar så laddas sidan om automatiskt.

source: Restore settings from a configuration saved on a computer
sv: Återställ konfigurationsinställnignar från fil på din dator

source: Ringing Schedule
sv: Telefonischema

source: Root Container
sv: Root-behållare

source: Root Login
sv: Inloggning som root

source: Root Password Auth
sv: Root-lösenordsautentisering

source: Router Password
sv: Lösenord

source: Rules
sv: Regler

source: SNR Margin
sv: SNR tolerans

source: SSID string can be at most 32 characters long!
sv: SSID måste vara maximalt 32 tecken

source: Samba Shares
sv: Samba delning

source: Samba Users
sv: Samba användare

source: Save
sv: Spara

source: Save Configuration to Computer
sv: Ladda ner inställningar

source: Save settings to computer with password protection
sv: Spara konfigurationen till fil

source: Schedule
sv: Schemaläggning

source: Schedule Function
sv: Schemaläggningsfunktion

source: Scheduled
sv: Schemalagd

source: Secondary DNS
sv: Sekundär DNS

source: Select Connected Host
sv: Välj uppkopplad enhet

source: Select DSL Link Type
sv: Välj DSL-länktyp

source: Select Existing Host
sv: Välj befintlig enhet

source: Select Schedule Mode
sv: Välj schemaläggningstyp

source: Select base DSL device
sv: Välj DSL enhet

source: Select events to show
sv: Välj händelser du vill visa

source: Service
sv: Tjänst

source: Service Filter
sv: Filtrera Tjänster

source: Service Filtering
sv: Tjänstefiltrering

source: Service Type
sv: Tjänstetyp

source: Services
sv: Tjänster

source: Set to Existing Host
sv: Använd befintlig enhet

source: Settings
sv: Inställningar

source: Setup
sv: Inställningar

source: Setup Scheduling
sv: Ställ in schemaläggning

source: Share User Home Directory
sv: Dela användarnas hemmamappar

source: Shared
sv: Delad

source: Show calls for
sv: Visa samtal för

source: Source
sv: Källa

source: Speed Dialing
sv: Snabbuppringning

source: Start Time
sv: Start-tid

source: Start upgrade
sv: Påbörja uppgradering

source: State
sv: Tillstånd

source: Static DHCP
sv: Statisk DHCP

source: Static IP Address
sv: Statisk IP-adress

source: Static Routes
sv: Statisk rutter

source: Stop Time
sv: Stopp tid

source: Storage
sv: Utrymme

source: TX Rate
sv: TX

source: Target
sv: Mål

source: Target IP Address
sv: IP-adress

source: Theme
sv: Utseende

source: This will be the port that will be used to configure the physical ethernet port as upling port for routing out to the internet.
sv: Denna port kommer att användas för att sätta upp fysisk uppkoppling till internet.

source: This will reset your configuration to factory defaults. Do you want to continue?
sv: Detta kommer att återställa dina inställningar till tillverkarens konfiguration

source: Time
sv: Tid

source: Today
sv: Idag

source: Trace results
sv: Resultat trace

source: Tracing Tool
sv: Spårningsverktyg

source: Type
sv: Typ

source: UBR With PCR
sv: UBR med PCR

source: UBR Without PCR
sv: UBR utan PCR

source: URL Blocking
sv: URL-blockering

source: URL Blocking Function
sv: URL blockering

source: URL Filtering
sv: URL-filtrering

source: USB Devices
sv: USB-enheter

source: USB Firmware Upgrade
sv: USB Uppgradering

source: Unable to retreive igmptable from device!
sv: Kan inte hämta IGMP-tabell från enheten!

source: Unknown
sv: Okänd

source: Upgrade
sv: Uppgradera

source: Upgrade process has started. The web gui will not be available until the upgrade process has completed!
sv: Uppgraderingen påbörjad. Webbgränssnittet otillgängligt tills dess att uppgraderingen är genomförd!

source: Uptime
sv: Upptid

source: Usage
sv: Användning

source: Username
sv: Användarnamn

source: VDSL Devices
sv: VDSL-enheter

source: VLAN Devices
sv: VLAN-enheter

source: Value must be a valid MAC-48 address
sv: Värdet måste vara en giltig MAC-adress

source: Vendor ID
sv: Tillverkarens ID

source: Vendor Name
sv: Tillverkare

source: Verbose logging
sv: Utförlig loggning

source: Verifying firmware image
sv: Verifierar firmwarefil

source: Vodafone TV Channels
sv: Vodafone TV-kanaler

source: Vodafone TV Status
sv: TV-status

source: Voice
sv: Telefoni

source: Voice Lines
sv: Voiceportar

source: Voice Status
sv: Telefonstatus

source: Voice service is not available!
sv: Telefoni är inte tillgänglig

source: WAN Connection Type
sv: WAN-uppkopplingar

source: WAN Settings
sv: WAN-inställningar

source: WEP encryption key # must be 10-26 hexadecimal characters!
sv: WEP krypteringsnyckel # måste vara 10-26 tecken lång.

source: WPA key must be 8-63 characters long!
sv: WPA nyckeln måste vara 8-63 tecken.

source: WPS Function
sv: WPS Funktion

source: WPS Using Generated PIN
sv: WPS med gerererad PIN

source: WPS will be disabled when using WEP encryption. Are you sure you want to continue?
sv: WPS kommer att deaktiveras när du använder WEP funktionen. Är du säker att du vill fortsätta?

source: WPS-PBC: Push Button on Device
sv: WPS-PBC: Tryck på knappen på din gateway

source: WPS-PIN: Another Device provides PIN
sv: WPS-PIN: En annan enhet tillhandahåller PIN

source: WPS-REG: Router provides PIN
sv: WPS-REG: Routern tillhandahåller PIN

source: Warning: By using the exposed host function you bypass the firewall of your {{config.friendly_name}}. Please make sure that your computer is protected against attacks from Internet. The following ports will not be forwarded: {{ nonforwardedPorts || 'None'}}.
sv: Varning: När du använder DMZ så är DMZ enheten helt oskyddad och tillgänglig för internet.

source: Was unable to set password. Please make sure you have entered correct current password!
sv: Kunde inte ställa in lösenordet. Kontrollera att nuvarande lösenord är rätt!

source: Weekdays
sv: Veckodagar

source: WiFi Client
sv: WiFi-klient

source: WiFi Client Mode
sv: WiFi-klient

source: Wifi Mode
sv: WiFi typ

source: Wifi Network
sv: Wifi Nätverk

source: Wireless
sv: Trådlösa nätverk

source: Wireless Interfaces
sv: WiFi uppkopplingar

source: Wireless Radios
sv: Trådlösa enheter

source: You can also block ranges of numbers.For example: "0160#" blocks all numbers starting with "0160".
sv: Du kan också blockera ett intervall. Till exempel: "0160#" blockerar alla nummer som börjar med "0160".

source: You have wifi-scheduling enabled. This means that your wifi will be automatically turned on and off based on your schedule settings
sv: WiFi-schemaläggning aktiverad. Det innebär att din wifi automatiskt sätts på och av beroende på schema

source: You need to select a device to add!
sv: Du måste välja en enhet du vill lägga till!

source: You need to select a device!
sv: Du måste välja en enhet!

source: You need to select a host!
sv: Du måste välja en enhet!

source: You need to select a network!
sv: Du måste välja ett nätverk!

source: You need to specify both name and type!
sv: Du måste ange både namn och typ!

source: Your EasyBox provides extensive firewall functionality which protects against common attacks. Vodafone recommends not to turn off firewall.
sv: Din EasyBox ger omfattande brandväggsfunktionalitet som skyddar mot de vanligaste attackerna. Vodafone rekommenderar dig att inte inaktivera brandväggen.

source: Your Phone Lines
sv: Dina telefonlinjer

source: Your Phone Numbers
sv: Dina telefonnummer

source: Your account
sv: Ditt konto

source: Your number
sv: Ditt nummer

source: Zone members:
sv: Zonnummer

source: Zones
sv: Zoner

source: application.name
sv: juci-Express

source: auto
sv: automatisk

source: ddns.config.info
sv: Konfigurera dymanisk DNS

source: dns.config.info
sv: Konfigurera dns

source: dsl.status.info
sv: DNS status

source: encryption.none
sv: Ingen

source: interface.macmode.allow
sv: Tillåt

source: interface.macmode.deny
sv: Neka

source: internet.dns.title
sv: DNS

source: internet.ethernet.adsl.info
sv: Här kan du ställa in ADSL enheter

source: internet.ethernet.adsl.title
sv: ADSL

source: internet.ethernet.info
sv: Här kan du ställa in ethernet enheter

source: internet.ethernet.phy.info
sv: Ethernetportar

source: internet.ethernet.phy.title
sv: Ethernet portar
