Repository: BigIronBall/juci
Catalog: po-backup/*.po
Languages: sv

source: internet.ethernet.title
sv: Ethernet

source: internet.ethernet.vdsl.info
sv: Här kan du ställa in VDSL enheter

source: internet.ethernet.vdsl.title
sv: VDSL

source: internet.ethernet.vlan.info
sv: VLAN inställningar

source: internet.ethernet.vlan.title
sv: VLAN

source: internet.ethernet.wifi.title
sv: WiFi

source: internet.exposed_host.info
sv: DMZ inställnignar

source: internet.firewall.forwarding.info
sv: Skicka vidare paket

source: internet.firewall.forwarding.title
sv: Vidarekoppling

source: internet.firewall.info
sv: Brandväggsinställningar

source: internet.firewall.port.mapping.title
sv: Port-mappning

source: internet.firewall.rules.info
sv: Ställ in regler för brandväggen

source: internet.firewall.rules.title
sv: Brandväggsregler

source: internet.firewall.svcfilter.info
sv: Tjänstefilter

source: internet.firewall.svcfilter.title
sv: Tjänstefilter

source: internet.firewall.title
sv: Brandvägg

source: internet.firewall.urlblock.title
sv: Addressblockering

source: internet.firewall.urlfilter.info
sv: Här kan du ställa in addressfilter

source: internet.firewall.wordfilter.title
sv: Ordfilter

source: internet.firewall.zones.info
sv: Här kan du skapa och ändra inställningar på olika zoner på brandväggen

source: internet.firewall.zones.title
sv: Brandväggszoner

source: internet.lan.dhcp.title
sv: DHCP på lokala nätverket

source: internet.lan.info
sv: Lokala nätverket

source: internet.lan.iptv.title
sv: IPTV

source: internet.lan.routes.info
sv: Inställningar för routing på LAN-sidan

source: internet.lan.title
sv: LAN

source: internet.network.title
sv: Nätverk

source: internet.parental.control.info
sv: Här kan du ställa in routerns barnvänlighet

source: internet.parental.control.title
sv: Föräldrakontroll

source: internet.services.info
sv: Tjänster och program

source: internet.services.minidlna.title
sv: MiniDLNA

source: internet.services.samba.title
sv: Samba

source: internet.services.title
sv: Tjänster

source: internet.title
sv: Internet

source: internet.wan.ddns.title
sv: DDNS

source: internet.wan.exposed.host.title
sv: DMZ Inställningar

source: internet.wan.info
sv: Inställningar för WAN

source: internet.wan.title
sv: WAN

source: ip.address.label
sv: IP-adress

source: language.de
sv: Tyska

source: language.en
sv: English

source: language.fi
sv: Finska

source: language.se
sv: Svenska

source: login.title
sv: Logga In

source: minidlna.settings.info
sv: Inställningar för MiniDLNA

source: off
sv: av

source: on
sv: på

source: overview.title
sv: Översikt

source: phone.call.log.title
sv: Samtalslogg

source: phone.call_log.info
sv: Inställningar för samtalslogg

source: phone.lines.info
sv: Inställningar för telefonianslutningar

source: phone.lines.title
sv: Samtalslinor

source: phone.number.blocking.title
sv: Nummerblockering

source: phone.number_blocking.info
sv: Behåll kontrollen över dina räkningar och blockera utgående samtal till oönskade nummer.

source: phone.numbers.info
sv: Inställningar för telefonnummer

source: phone.numbers.title
sv: Telefonnummer

source: phone.ringing.schedule.title
sv: Schemaläggning

source: phone.schedule.info
sv: Definiera scheman när dina telefoner bör eller inte bör ringa.

source: phone.speed.dialing.title
sv: Snabbuppringning

source: phone.speed_dialing.info
sv: Inställningar för snabbuppringning

source: phone.title
sv: Telefoni

source: please pick at least one day to schedule on
sv: vänligen välj minst en dag att schemalägga på

source: services.samba.info
sv: Samba tillåter dig att dela din hårddisk med andra på nätverket.

source: settings.config.info
sv: Spara dina inställningar, återställa tidigare sparade inställningar och återställ EasyBox till fabrikstillstånd.Din EasyBox kan spara din konfiguration till en dator. Vi rekommenderar att alltid spara dina senaste ändrade inställningar till en dator.

source: settings.configuration.title
sv: Konfiguration

source: settings.dhcp.info
sv: DHCP inställningar

source: settings.dropbear.info
sv: Inställningar för SSH-åtkomst till din router

source: settings.energy.info
sv: Minska energiförbrukningen genom att stänga av oanvända funktioner.

source: settings.energy.title
sv: Energiförbrukning

source: settings.network.default.route.info
sv: Default-väg

source: settings.network.info
sv: Grundläggande nätverskinställningar

source: settings.network.title
sv: Nätverk

source: settings.password.info
sv: Ställ en ny Easybox lösenord för att begränsa hanteringsåtkomst till routern.

source: settings.password.title
sv: Lösenord

source: settings.system.title
sv: Systeminställningar

source: settings.title
sv: Inställningar

source: settings.upgrade.info
sv: Här kan du uppdatera programvaran på din EasyBox. Om det behövs, är det möjligt att uppdatera Easybox inbyggda programvaran manuellt. Dina nuvarande inställningar kommer inte att påverkas av programvara uppgradering förfarande.

source: settings.upgrade.manual.info
sv: Det är möjligt att uppdatera firmware från fil en sparad uppdatering. Den senaste versionen kan hittas på www.dsl-easybox.de.

source: settings.upgrade.online.info
sv: Klicka på "Sök efter uppdatering" för att starta en online-programvaruuppgradering. Om en ny firmware finns, kommer det att installeras automatiskt på din EasyBox (Internet-anslutning krävs).

source: settings.upgrade.title
sv: Uppgradera

source: settings.upgrade.usb.info
sv: Det är möjligt att uppdatera firmware från en fil som sparats på ett USB-minne ansluten till USB-porten på din EasyBox. Klicka på "Install Update" för att starta uppgraderingen av automatiska firmware. Observera att det bör finnas en enda firmware-fil att den bör vara placerad under huvudkatalogen (ingen sökning i undermappar).

source: status.about.title
sv: Om

source: status.diagnostics.auto.info
sv: Denna diagnos bör ta upp till 2 minuter och kan inte avbrytas när den väl har startats.

source: status.diagnostics.info
sv: I det här avsnittet visas en lista över verktyg som kan användas för att kontrollera status för din nätverksanslutning.

source: status.diagnostics.ping.info
sv: Ange ett giltigt värdnamn eller IP-adress för att utföra Ping-test.

source: status.diagnostics.title
sv: Diagnostik

source: status.diagnostics.trace.info
sv: Välj anslutningstypen och platsen där du vill spara spårning. Spårning kommer då att börja automatiskt i en separat popup-fönster.

source: status.eventlog.info
sv: Händelseflöde

source: status.events.title
sv: Händelser

source: status.nat.connections.info
sv: Aktiva NAT-uppkopplingar.

source: status.nat.info
sv: NAT-information

source: status.nat.title
sv: NAT

source: status.restart.info
sv: Starta om din router

source: status.restart.title
sv: Starta om

source: status.status.dsl.title
sv: DSL

source: status.status.info
sv: Statusinformation om routerns uppkopplingar.

source: status.status.services.title
sv: Tjänster

source: status.status.system.title
sv: System

source: status.status.title
sv: Status

source: status.status.tv.title
sv: TV

source: status.title
sv: Status

source: status.tv.info
sv: Information om TV anslutningar.

source: status.usb.title
sv: USB-enheter

source: status.voice.info
sv: Information om telefoni.

source: status.voice_lines.info
sv: Status för telefoniuppkopplingar.

source: usb.devices.info
sv: Information om USB-enheter som för närvarande är uppkopplade till routern.

source: value must be a valid MAC-48 address
sv: värdet måste vara en giltig MAC-adress

source: wifi-iface.bss_max
sv: Max BSS

source: wifi-iface.cipher
sv: Kryptering

source: wifi-iface.closed
sv: Öppet nätverk

source: wifi-iface.device
sv: Frekvens

source: wifi-iface.disabled
sv: Avaktiverad

source: wifi-iface.encryption
sv: Säkerhet

source: wifi-iface.gtk_rekey
sv: Rekey

source: wifi-iface.key
sv: Krypteringsnyckel

source: wifi-iface.key1
sv: Lösenord #1

source: wifi-iface.key2
sv: Lösenord #2

source: wifi-iface.key3
sv: Lösenord #3

source: wifi-iface.key4
sv: Lösenord #4

source: wifi-iface.macfilter
sv: MAC Filter

source: wifi-iface.macmode
sv: Filtreringstyp

source: wifi-iface.mode
sv: WiFi inställning

source: wifi-iface.network
sv: Nätverk

source: wifi-iface.radius_port
sv: RADIUS-port

source: wifi-iface.radius_secret
sv: RADIUS-nyckel

source: wifi-iface.radius_server
sv: RADIUS-server

source: wifi-iface.show_password
sv: Visa Lösenord

source: wifi-iface.ssid
sv: WiFi Namn (SSID)

source: wifi-iface.up
sv: På

source: wifi-iface.wps_pbc
sv: WPS-push button

source: wifi.client.info
sv: Konfigurera din router som WiFi-klient och koppla upp dig till en annan access-punkt.

source: wifi.client.title
sv: Klienter

source: wifi.clients.info
sv: Här kan du se datorer som för närvarande är uppkopplade till denna router.

source: wifi.enc.mixed-psk
sv: Mixed PSK

source: wifi.enc.mixed-wpa
sv: MIXED WPA

source: wifi.enc.none
sv: INGEN

source: wifi.enc.psk
sv: PSK

source: wifi.enc.psk2
sv: PSK2

source: wifi.enc.wep
sv: WEP

source: wifi.enc.wep-shared
sv: WEP-DELAD

source: wifi.enc.wpa2
sv: WPA2

source: wifi.general.clients.title
sv: WiFi klienter

source: wifi.general.devices.title
sv: WiFi-kort

source: wifi.general.info
sv: Generell information

source: wifi.general.interfaces.title
sv: WiFi Uppkopplingar

source: wifi.general.setup.info
sv: Konfigurera din trådlösa gränssnitt.

source: wifi.general.title
sv: Wifi Inställningar

source: wifi.interfaces.info
sv: Här kan du ändra inställningar på routerns wifi uppkopplingar.

source: wifi.mac.filter.title
sv: MAC-filter

source: wifi.macfilter.info
sv: Med hjälp av MAC filter kan du begränsa åtkomst till nätverket på hårdvarunivå.

source: wifi.radios.info
sv: Här kan du ändra inställningar på routerns wifi kort.

source: wifi.schedule.info
sv: Med schemaläggninga kan du enkelt schemalägga när din wifi är tillgänglig.

source: wifi.schedule.title
sv: Wifi Schemaläggning

source: wifi.settings.info
sv: Här kan du ställa in generella inställningar för wifi kort

source: wifi.settings.title
sv: Wifi Inställningar

source: wifi.title
sv: WiFi

source: wifi.wps.in.progress
sv: WPS kopplas upp...

source: wifi.wps.info
sv: Med hjälp av WPS kan du enkelt autentisera med ditt wifi nätverk.

source: wifi.wps.otherpin.info
sv: Här kan du mata in en redan genererad pin från en annan enhet för att para den med denna router.

source: wifi.wps.pbc.info
sv: Med push-button-WPS kan du enkelt koppla upp dig till routern genom att aktivera trycka på WPS knappen på routern.

source: wifi.wps.pin.info
sv: Här kan du generera en ny PIN-kod för att koppla upp dig till denna router via WPS.

source: wifi.wps.title
sv: Wifi WPS
